<div class="wrapper">
    <?php include 'header.php'; ?>
    <div class="wrapper__cont">
        <?php include 'sidebar.php'; ?>
        <div class="main">
            <div class="main__content">
            <?php include 'menu__toggle.php'; ?>
                <div class="organization">
                    <main class="white-main">
                        <h2>Основные сведения</h2>
                        <p>Государственное бюджетное профессиональное образовательное учреждение "Альменевский аграрно - технологический техникум"</p>
                        <p>Учредителем техникума является Курганская область, функции и полномочия учредителя осуществляет Департамент&nbsp;образования и науки&nbsp;Курганской области</p>
                        <p>Техникум является правопреемником Государственного бюджетного образовательного учреждения начального профессионального образования «Профессиональное училище № 29», Государственного образовательного учреждения начального профессионального образования «Профессиональное училище № 18».</p>
                        <p>Училище образовано 15.02.1963 г. приказом государственного Комитета РСФСР по профессионально-техническому образованию. Постановлением Правительства Курганской области от 13.04.2010 г. № 102 государственное образовательное учреждение начального профессионального образования «Профессиональное училище №29» реорганизовано в форме присоединения к нему государственного образовательного учреждения начального профессионального образования «Профессиональное училище №18».</p>
                        <p>17 декабря 2002 г. училище внесено в Единый государственный реестр юридических лиц как Государственное образовательное учреждение начального профессионального образования «Профессиональное училище № 29», которое Постановлением Правительства Курганской области от 11.10.2011 г. № 466 переименовано в Государственное бюджетное образовательное учреждение начального профессионального образования «Профессиональное училище № 29»</p>
                        <p>Постановлением Правительства Курганской области от 29 июля 2013 г. № 333 переименовано в <u>Государственное бюджетное профессиональное образовательное учреждение «Альменевский аграрно-технологический техникум»</u>.</p>
                        <p>Полное официальное наименование техникума: Государственное бюджетное профессиональное образовательное учреждение «Альменевский аграрно-технологический техникум».</p>
                        <p>Сокращенное официальное наименование Техникума: <u>ГБПОУ «ААТТ»</u>.</p>
                        <p>Место нахождения Техникума: <u>641130, Курганская область, с. Альменево, ул. 8 Марта, д. 2.</u> Места ведения образовательной деятельности: 641130, Курганская область, с. Альменево, ул. 8 Марта, д. 2.</p>
                        <p>Место нахождения Учредителя: 640002, г. Курган, ул. Ленина, 35.</p>
                        <table class="organizaion__table" border="1">
                            <tbody>
                                <tr>
                                    <td>&nbsp;</td>
                                    <td colspan="2" rowspan="1" style="text-align:center"><strong>Контакты</strong></td>
                                </tr>
                                <tr>
                                    <td><strong>М</strong>естонахождение техникума</td>
                                    <td colspan="2" rowspan="1">
                                        <p>641130 Курганская область, с. Альменево, ул. 8 Марта, 2</p>
                                        <p>Телефон: +7 352-42 9-12-26</p>
                                        <p>Факс:&nbsp;+7 352-42 9-12-26</p>
                                        <p>E-mail: aatt45@mail.ru</p>
                                        <p>Сайт: aatt45.ru&nbsp;</p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        <p><strong>Белоусов Анатолий Фёдорович&nbsp;</strong>директор техникума</p>
                                        <p>Часы приёма:</p>
                                        <p>Пн с 14:00 по 16:00</p>
                                        <p>Ср с 14:00 по 16:00</p>
                                    </td>
                                    <td colspan="2" rowspan="1">
                                        <p>+7 352-42 9-12-26</p>
                                        <p>aatt45@mail.ru</p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        <p><strong>Дыкин Валерий Иванович</strong>&nbsp;зам. директора по учебно-производственной работе</p>
                                        <p>Часы приёма:</p>
                                        <p>Вт с 14:00 по 16:00</p>
                                    </td>
                                    <td colspan="2" rowspan="1">
                                        <p>+7 352-42 9-12-26</p>
                                        <p>aatt45@mail.ru</p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        <p><strong>Гайнуллина Эльвира Зиннуровна</strong>&nbsp;заведующая воспитательной службой</p>
                                        <p>Часы приёма:</p>
                                        <p>Чт с 14:00 по 16:00</p>
                                    </td>
                                    <td colspan="2" rowspan="1">
                                        <p>+7 352-42 9-86-61</p>
                                        <p>aatt45@mail.ru</p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        <p><strong>Мусина Асия Мухибулловна</strong>&nbsp;заведующая учебной частью</p>
                                        <p>Часы приёма:</p>
                                        <p>Пт с 14:00 по 16:00</p>
                                    </td>
                                    <td colspan="2" rowspan="1">
                                        <p>+7 352-42 9-12-26</p>
                                        <p>aatt45@mail.ru</p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        <p><strong>Аскарова Накия Насретдиновна</strong> главный бухгалтер</p>
                                        <p>Часы приёма:</p>
                                        <p>Вт с 14:00 по 16:00</p>
                                        <p>Чт с 14:00 по 16:00</p>
                                    </td>
                                    <td colspan="2" rowspan="1">
                                        <p>+7 352-42 9-93-81</p>
                                        <p>aatt45@mail.ru</p>
                                    </td>
                                </tr>
                                <tr>
                                    <td>
                                        <p><strong>Дыкина Татьяна Николаевна</strong>&nbsp;заведующая методической службой</p>
                                        <p>Часы приёма:</p>
                                        <p>Ср с 14:00 по 16:00</p>
                                    </td>
                                    <td colspan="2" rowspan="1">
                                        <p>+7 352-42 9-12-26</p>
                                        <p>aatt45@mail.ru</p>
                                    </td>
                                </tr>
                            </tbody>
                        </table>
                        <p>&nbsp;</p>
                        <p><strong>Режим работы техникума</strong></p>
                        <p style="text-align:center">Учебный год начинается с 1 сентября и заканчивается в соответствии с учебным планом соответствующей образовательной программы.</p>
                        <p style="text-align:center">Учебные занятия начинаются с 8.30. Для всех видов аудиторных занятий академический час устанавливается продолжительностью 45 минут.</p>
                        <p style="text-align:center">Продолжительность каникул, предоставляемых обучающимся в процессе освоения ими программ среднего профессионального образования, составляет от восьми до одиннадцати недель в учебном году, в том числе не менее двух недель в зимний период.</p>
                        <p style="text-align:center">Максимальный объем учебной нагрузки обучающегося составляет 54 академических часа в неделю, включая все виды аудиторной и внеаудиторной учебной нагрузки.</p>
                    </main>
                    <div class="organizaion__map">
                        <iframe src="https://yandex.ru/map-widget/v1/?um=constructor%3A005f8f01ac5c26439136959a780bf5c3f4348f014af6475f8d5abf9a3407cee8&amp;source=constructor" width="500" height="400" frameborder="0"></iframe>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <?php include 'footer.php'; ?>
</div>