<?php

$name = 'Основы HTML';
// $data = '01.01.2001';
$opic = 'HTML — стандартизированный язык разметки документов во Всемирной паутине. Большинство веб-страниц содержат описание разметки на языке HTML. Язык HTML интерпретируется браузерами; полученный в результате интерпретации форматированный текст отображается на экране монитора компьютера или мобильного устройства.';
// $photo = "<img src='/img/courses/80px-HTML5_logo_and_wordmark.svg.webp' alt=''>";

$content = "
<p>Сегодня мы познакомимся с такой замечательной технологией как Язык гипертекстовой разметки - HTML(HyperText Markup Language);
Данный язык существует уже долгие годы и позволяет разрабатывать так называемые вэб страничка, что можно использовать для передачи информации
<p>Язык гипертекстовой разметки HTML был разработан британским учёным Тимом Бернерсом-Ли приблизительно в 1986—1991 годах в стенах ЦЕРНа в Женеве в Швейцарии. 
<p>HTML создавался как язык для обмена научной и технической документацией, пригодный для использования людьми, не являющимися специалистами в области вёрстки. 
<p>HTML успешно справлялся с проблемой сложности SGML путём определения небольшого набора структурных и семантических элементов — дескрипторов. Дескрипторы также часто называют «тегами».
<p>С помощью HTML можно легко создать относительно простой, но красиво оформленный документ. Помимо упрощения структуры документа, в HTML внесена поддержка гипертекста. Мультимедийные возможности были добавлены позже.


";
