<?php

// $name = 'Основы CSS';
// $data = '01.01.2001';
// $opic = '
// В 2021 году отмечается 100-летие со дня рождения Андрея Дмитриевича Сахарова — выдающегося ученого-физика
// ';
// $photo = "<img src='/img/courses/CSS3_logo_and_wordmark.svg.png' alt=''>";

$content = "
<p>
В 2021 году отмечается 100-летие со дня рождения Андрея Дмитриевича Сахарова — выдающегося ученого-физика, общественного деятеля, правозащитника и гуманитарного мыслителя планетарного масштаба, лауреата Нобелевской премии мира. Его недаром называют человеком эпохи. Его жизнь и деятельность неотделимы от величайших исторических процессов второй половины ХХ века, которые определили будущее не только нашей страны, но и всего человечества. Его идеи продолжают сохранять значимость для науки и для современного мира в целом.<p><p>
Свое кредо он сформулировал в Нобелевской лекции 1975 г., но и сегодня его слова продолжают звучать так же актуально:
«Я убежден, что международное доверие, взаимопонимание, разоружение и международная безопасность немыслимы без открытости общества, свободы информации, свободы убеждений, гласности, свободы поездок и выбора страны проживания.<p><p> Я убежден также, что свобода убеждений, наряду с другими гражданскими свободами, является основой научно-технического прогресса и гарантией от использования его достижений во вред человечеству, тем самым основой экономического и социального прогресса, а также является политической гарантией возможности эффективной защиты социальных прав».
Академик Сахаров по-прежнему остается для нас образцом ученого и гражданина.<p>


";
