<?php

// $name = 'Основы HTML';
// $data = '01.01.2001';
// $opic = '';
// $photo = "<img src='/img/news/80px-HTML5_logo_and_wordmark.svg.webp' alt=''>";

$content = "
<p>
Россия начиналась не с меча, <br>
Она с косы и плуга начиналась.<br>
Не потому, что кровь не горяча,<br>
А потому, что русского плеча<br>
Ни разу в жизни злоба не касалась...<br>
……<br>
Встает заря, светла и горяча.<br>
И будет так вовеки нерушимо.<br>
Россия начиналась не с меча,<br>
И потому она непобедима!<br>
<p>
Строки из стихотворения Эдуарда Асадова прозвучали на мероприятии, подготовленном библиотекарем техникума Баженовой Л.В. в ознаменование 800-летия со дня рождения «Защитника земли русской» князя Александра Невского, в котором приняли участие обучающиеся 109 группы с руководителем Сухоплюевой И.А.
С именем Александра Ярославовича связано успешное военное противостояние шведам в 1240 году, когда после битвы в устье реки Ижоры князь получил свое прозвище Невский, а сражение позже было названо Невской битвой. <p>Невский с полками суздальцев и новгородцев одержал победу над крестоносцами Тевтонского ордена в знаменитом сражении на Чудском озере (Ледовое побоище) 1242 года, и в этом же году над литовцами. Своими военными победами князю Александру удалось остановить наступление западных соседей на русские земли.
Знаменито его выражение «Кто к нам с мечом придёт, от меча и погибнет. На том стояла, и стоять будет русская земля». Потрудился Александр для Русской земли. Мужественно и победоносно боролся он с западными врагами, расчетливо, умно берёг свой народ от хищной Орды. Многие звали его своим “ангелом-хранителем”. Русская церковь причислила его к лику святых.<p>
По приказу Петра 1 в начале XVIII века в Петербурге был построен Собор во имя Святой Троицы и святого Александра Невского, куда были перенесены его мощи. В 1725 году императрица Екатерина 1 учредила орден в честь святого благоверного великого князя Александра Невского, который был одной из высших наград до 1917 года.<p>®
Во время Великой Отечественной войны в 1942 году в знак признания величайших заслуг князя Александра был учрежден орден Александра Невского. Им награждали офицеров и генералов Советской Армии за личное мужество и героизм, за умело проведенные военные операции, за высочайший патриотизм. До конца войны этим орденом было награждено 40 217 офицеров Советской армии. Орденоносцем является наш земляк Аминев Альмухамет Нуритдинович, который проживал в деревне Убалино Альменевского района.</p>

";
