<?php

// $name = 'Основы HTML';
// $data = '01.01.2001';
// $opic = '';
// $photo = "<img src='/img/news/80px-HTML5_logo_and_wordmark.svg.webp' alt=''>";

$content = '
14 мая обучающийся 3 курса Галин Руслан в режиме видео-конференц связи принял участие студенческой научно-практической конференции «Духовно-нравственный смысл Великой Победы» с проектом "Мой прадед – моряк трёх флотов", успешно пройдя дистанционный отборочный этап. <p>Обучающийся и педагог-наставник Галеева Р.Б. получили высокую оценку.


';
