<?php

// $name = 'Основы HTML';
// $data = '01.01.2001';
// $opic = '';
// $photo = "<img src='/img/news/80px-HTML5_logo_and_wordmark.svg.webp' alt=''>";

$content = '
<p>Буллинг ― сложная и неприятная тема, особенно для тех, кто с ней встречался. По последним данным практически каждый подросток так или иначе встречался с ситуациями травли, в позиции агрессора, жертвы или просто стороннего наблюдателя. С буллингом также связаны переживания таких неприятных эмоций, как страха, вины, стыда, беспомощности, ненависти, отчаяния, и самое печальное, что эти переживания очень мало обсуждаются.
Есть разные виды девиантного (проблемного) поведения. Оно может начаться еще до 12 лет, а иногда - даже в дошкольном возрасте. Есть признаки, по которым можно понять, что такому ребенку нужна помощь, чтобы ситуация не стала усугубляться. <p>Это могут быть школьные прогулы, частые случаи обмана, побеги из дома, обидчивость, гневливость и другие. Общее - то, что эти проявления имеют стойкий характер, не эпизодический.
Но исследования показывают, что такая "картина" поведенческих трудностей не всегда характерна для "скулшутеров". Часто подростки, которые берут в руки оружие, наоборот, тихие, не выделяются среди сверстников. <p>Они нередко подвергаются буллингу и травле, их часто не принимают сверстники. В такой ситуации они могут жить годами. Накапливаются обиды, чувство одиночества, а если подросток чувствителен к критике, то это повышает его уязвимость, снижает самооценку. <p>Такие подростки не обращаются за помощью к родителям, сверстникам или специалистам, могут переживать (что важно - долго переживать!) и держать все в себе. Но напряжение копится, это усугубляет эмоциональное состояние, приводит к идее мести и в самых крайних тяжелых случаях - к реализации этой идеи.
<p>Важно обращать внимание не только на тех детей, которые ярко проявляют поведенческие трудности, но и оказывать помощь тем, кто испытывает проблемы в отношениях со сверстниками, подвергается травле, бойкотированию. Это те проблемы, которые не должны замалчиваться в школах и колледжах.
<p>Кто может первым их заметить? Эксперты сходятся во мнении: это родители, учителя. То есть те взрослые, кто находится в самом близком и постоянном контакте с подростком. <p>Только очень внимательное, неравнодушное и деликатное отношение позволит вовремя оказать поддержку, направить к психологу или психотерапевту, а в некоторых случаях - к психиатру.
Итак, что же такое буллинг?

.</p>

';
