<?php

// $name = 'Основы HTML';
// $data = '01.01.2001';
// $opic = 'HTML — стандартизированный язык разметки документов во Всемирной паутине. Большинство веб-страниц содержат описание разметки на языке HTML. Язык HTML интерпретируется браузерами; полученный в результате интерпретации форматированный текст отображается на экране монитора компьютера или мобильного устройства.';
// $photo = "<img src='/img/courses/80px-HTML5_logo_and_wordmark.svg.webp' alt=''>";

$content = '

 Директор музея Кидрасов А.М. и Карлыкова О.Ю. рассказали о событиях на острове Даманский, Валеев Ю.А., и Магасумов Ш.Ш. поделились воспоминаниями тех лет.
Книга "Герои Даманских событий" вручена участникам боевых действий, а также техникуму.

<p>18 мая обучающиеся 104 группы кадет (руководитель Шарапова Ю.А.) приняли участие в Альменевском районном историко-краеведческом музее «Дружба» им. Ф.И. Шакировой в торжественном мероприятии презентации книги "Герои Даманских событий".</p>
<p> Инициатором создания книги выступила наша землячка Карлыкова (Крыжановская) Ольга Юрьевна, проживающая в Куртамышском районе. Ольга Юрьевна активно занимается общественной работой в организациях «Стражи Границы» Куртамышского района, «БОЕВОЕ БРАТСТВО».</p>

';
