<?php

// $name = 'Основы HTML';
// $data = '01.01.2001';
// $opic = 'HTML — стандартизированный язык разметки документов во Всемирной паутине. Большинство веб-страниц содержат описание разметки на языке HTML. Язык HTML интерпретируется браузерами; полученный в результате интерпретации форматированный текст отображается на экране монитора компьютера или мобильного устройства.';
// $photo = "<img src='/img/courses/80px-HTML5_logo_and_wordmark.svg.webp' alt=''>";

$content = "

<p>15 мая – Международный день семьи. Цель праздника – привлечь внимание общественности к проблемам семей и укрепить семейные ценности.</p>
<p>В читальном зале общежития библиотекарем Баженовой Л.В. со студентами был проведен круглый стол «Что может быть семьи дороже». Состоялся разговор о семейных ценностях и семейных традициях, о генеалогическом древе каждой семьи, о родственных отношениях. Прозвучали пословицы и поговорки о семье, уважении, честности, умении прощать, общении, ответственности.
Ребята узнали историю праздника, познакомились с материалами, представленными на стенде «Семья начало всех начал», а также с книжной выставкой с изданиями по психологии и социологии семьи, семейному воспитанию, философским аспектам семейной жизни. Участники мероприятия с интересом отвечали на вопросы викторины о семье, которые задавала второкурсница Альбина Сочинская, с увлечением складывали слова из представленных на листе букв о близких и родных.
Семья – это святая святых. Пусть в каждой семье живет любовь, царит мир взаимопонимания и радости, пусть каждый новый день приносит счастье!
</p>

";
